fields_names = ['id', 'Имя', 'Фамилия', 'Телефон']


# def greetings():
#     print('**ТЕЛЕФОННАЯ КНИГА**')
    
# сообщения

greetings = "Здравствуйте. Это Ваша телефонная книга"
error = 'Ошибка. Проверьте  введенные данные'
enter = 'Добавьте контакт'
success_add = 'Контакт добавлен'
success_save = 'Данные сохранены'
bye = 'До свидания'

# меню
menu = '''Выберите действие:
1 - Показать контакты
2 - Найти контакт
3 - Добавить контакт
4 - Изменить контакт
5 - Удалить контакт
6 - Закрыть книгу'''


# словарь ответов
ancwer = {
'1': 'show',
'2': 'find',
'3': 'add',
'4': 'change',
'5': 'delet',
'6': 'exit'}

# def find():
#     return None


file_name = 'phonenum.txt'
